Repository: City-of-Helsinki/drupal-hdbt
Catalog: translations/*.po
Languages: fi, sv

source: Accessibility information
fi: Esteettömyystiedot
sv: Tillgänglighetsuppgifter

source: All accessibility information for the service location
fi: Kaikki toimipisteen esteettömyystiedot
sv: All information om tillgänglighet för verksamhetsstället

# Cookie compliance
source: Change cookie settings
fi: Muokkaa evästeasetuksia
sv: Ändra inställningarna för cookies

source: Check that you have typed in the page address correctly. We may have deleted or moved the content.
fi: Tarkista, että sivun osoite on kirjoitettu oikein. Olemme myös saattaneet poistaa tai siirtää sivun.
sv: Kontrollera att sidans adress är rätt skriven. Vi kan också ha tagit bort eller flyttat sidan.

source: City of Helsinki
fi: Helsingin kaupunki
sv: Helsingfors stad

source: Close announcement
fi: Sulje poikkeustiedote
sv: Stäng undantagsmeddelandet

# Cookie compliance
source: Content cannot be displayed
fi: Sisältöä ei voida näyttää
sv: Innehållet kan inte visas

# No JS
source: Content cannot be displayed
fi: Sisältöä ei voida näyttää
sv: Innehållet kan inte visas

# Errand service accordion heading
source: Process
fi: Asian eteneminen
sv: Hur ärendet framskrider

# Errand service accordion heading
source: Fees
fi: Maksut
sv: Avgifter

# Errand service accordion heading
source: Additional information and links
fi: Lisätiedot ja linkit
sv: Ytterligare upplysningar och länkar

# Errand service detail heading
source: Processing time
fi: Käsittelyaika
sv: Handläggningstid

# Errand service detail heading
source: Fees
fi: Maksut
sv: Avgifter

# Errand service detail heading
source: Validity period
fi: Voimassaoloaika
sv: Giltighetstid

# Errand service detail heading
source: Additional information
fi: Lisätiedot
sv: Ytterligare upplysningar

# Errand service detail heading
source: Links
fi: Linkit
sv: Länkar

# Errand service detail heading
source: How the process works
fi: Asian käsittelyn eteneminen
sv: Hur behandlingen av ärendet fortskrider

source: The link opens in a new tab
fi: Linkki avautuu uuteen välilehteen
sv: Länken öppnas i en ny flik

source: Link leads to external service
fi: Linkki johtaa ulkoiseen palveluun
sv: Länk leder till extern tjänst

source: Link starts a phone call
fi: Linkki aloittaa puhelun
sv: Link startar ett telefonsamtal

source: Link opens default mail program
fi: Linkki avaa oletussähköpostiohjelman
sv: Länk öppnar standardprogram för e-post

# Feedback link for error pages
source: Give feedback
fi: Anna palautetta
sv: Ge respons

# Footer back to top link
source: Back to top
fi: Takaisin ylös
sv: Tillbaka till toppen

# Image photographer
source: Photo
fi: Kuva
sv: Bild

source: Tags
fi: Tunnisteet
sv: Taggar

# Contact card paragraph field labels
source: Name
fi: Nimi
sv: Namn

# Contact card paragraph field labels
source: Title
fi: Titteli
sv: Titel

# Contact card paragraph field labels
source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

# Contact card paragraph field labels
source: Email
fi: Sähköposti
sv: E-post

# Contact card paragraph field labels
source: Description
fi: Kuvaus
sv: Beskrivning

# Log in block title on error pages
source: Log in
fi: Kirjaudu sisään
sv: Logga in

# Long description for editors about current page being unpublished
source: This page is unpublished
fi: Tämä sivu on julkaisematon
sv: Den här sidan är opublicerad

# Page lead-in section explanation for screen readers
source: Lead-in paragraph
fi: Johdanto
sv: Inledande paragraf

# Return to homepage link for error pages
source: Go back to the hel.fi homepage
fi: Siirry hel.fin etusivulle
sv: Gå till hel.fi:s framsida

# Cookie compliance
source: See content on external site
fi: Siirry ulkoiselle sivustolle
sv: Gå till extern webbplats

source: Service points
fi: Palvelupisteet
sv: Serviceställen

# Service units title
source: Service point
fi: Palvelupiste
sv: Serviceställ

# Service units count
source: service point
fi: palvelupiste
sv: serviceställ

# Short description for editors about current page being unpublished
source: Unpublished
fi: Julkaisematon
sv: Opublicerad

source: Sorry, the page you were looking for was not found
fi: Etsimääsi sivua ei valitettavasti löytynyt
sv: Tyvärr hittas inte sidan du sökte

# The helper text before the node changed timestamp
source: Updated
fi: Päivitetty
sv: Uppdaterad

# The helper text before the node changed timestamp
source: Updated over a year ago
fi: Päivitetty yli vuosi sitten
sv: Uppdaterad för över ett år sedan

# The helper text before the node published timestamp
source: Published over a year ago
fi: Julkaistu yli vuosi sitten
sv: Publicerad för över ett år sedan

# The helper text before the social media share buttons
source: Share
fi: Jaa
sv: Dela

# The helper text before the node published timestamp
source: Published
fi: Julkaistu
sv: Publicerad

source: The page you are trying to access has restricted access. You need to log in and have sufficient permissions to view the content.
fi: Sivu on nähtävillä vain kirjautuneille käyttäjille. Voit nähdä sivun sisällön jos kirjaudut sisään ja sinulla on riittävän laajat käyttöoikeudet.

# Cookie compliance
source: This content is hosted by @media_service_url. To see the content, switch over to the external site or modify your cookie settings to allow for preference and statistics cookies.
fi: Tämä sisältö haetaan osoitteesta @media_service_url. Sen näyttämiseen vaaditaan, että hyväksyt sivuston evästeet. Pääset näkemään sisällön joko siirtymällä ulkoiselle sivustolle tai sallimalla evästeasetuksista personointi- ja tilastointievästeet.
sv: Det här innehållet hämtas från @media_service_url. För att visa innehållet krävs att du godkänner webbplatsens cookies. Du kan se innehållet antingen genom att gå till en extern webbplats eller genom att ge ditt samtycke till användningen av cookies för preferens och statistik.

source: This page is available to registered users only. If you have the necessary permissions, you can sign in to see the content.
fi: Sivu näkyy vain kirjautuneille käyttäjille. Jos sinulla on riittävät käyttöoikeudet, näet sisällön kirjautumalla sisään.
sv: Sidan visas endast för inloggade användare. Om du har tillräckliga användarrättigheter kan du se innehållet genom att logga in.

source: The site is currently under maintenance
fi: Päivitämme sivustoa tällä hetkellä
sv: Vi uppdaterar sidan som bäst

source: You do not have permission to access this page
fi: Sinulla ei ole käyttöoikeutta tälle sivulle
sv: Du har inte användarrätt till sidan

# Mobile navigation menu open button text
source: Menu
fi: Valikko
sv: Meny

# Mobile navigation menu close button text
source: Close
fi: Sulje
sv: Stäng

# Mobile navigation submenu prefix
source: Toggle submenu:
fi: Kytke alivalikko:
sv: Växla undermeny:

# Mobile navigation menu prefix
source: Open submenu:
fi: Avaa alivalikko:
sv: Öppna undermeny:

# Mobile navigation menu prefix
source: Open parent menu:
fi: Avaa ylävalikko:
sv: Öppna toppmeny:

# Mobile navigation menu description for screen readers
source: Navigation menu
fi: Navigaatiovalikko
sv: Navigeringsmenyn

# Screenreader name for top navigation menu
source: Site navigation
fi: Sivuston navigaatio
sv: Webbplatsnavigering

source: You must enable JavaScript in your browser for event list to work
fi: Tapahtumalistan toimimiseksi sinun tulee sallia JavaScript selaimessasi
sv: Du måste aktivera JavaScript i din webbläsare för att evenemangslistan ska fungera

# Pagination aria-label
source: Pagination
fi: Sivutus
sv: Paginering

# Pagination previous page link title
source: Go to previous page number
fi: Palaa edelliselle sivulle numero
sv: Gå till föregående sida nummer

# Pagination previous page link title, first page
source: You are on the first page, you cannot return to the previous page.
fi: Olet ensimmäisellä sivulla, et voi palata edelliselle sivulle
sv: Du är på den första sidan, du kan inte återvända till föregående sida.

# Pagination next page link title, last page
source: You are on the last page, you cannot go on to the next page.
fi: Olet viimeisellä sivulla, et voi siirtyä seuraavalle sivulle.
sv: Du är på den sista sidan, du kan inte gå vidare till nästa sida.

# Pagination previous page link text
source: Previous
fi: Edellinen
sv: Tidigare

# Pagination page number aria-label
source: Page
fi: Sivu
sv: Sida

# Pagination page number title
source: Go to page
fi: Siirry sivulle
sv: Gå till sidan

# Pagination current page title
source: Current page
fi: Tämänhetkinen sivu
sv: Nuvarande sida

source: Go to page @key
fi: Siirry sivulle @key
sv: Gå till sidan @key

# Pagination next page link title
source: Go to next page number
fi: Mene seuraavalle sivulle numero
sv: Gå till nästa sida nummer

# Pagination next page link text
source: Next
fi: Seuraava
sv: Nästa

source: Chat is not in use.
fi: Chat ei ole käytössä.
sv: Chatten används inte.

# Popular services paragraph title
source: Popular services
fi: Suosittuja palveluja
sv: Populära tjänster

# Global navigation mobile menu top level
source: Frontpage
fi: Etusivu
sv: Framsida

# News list paragraph see all news link
source: See all the news
fi: Katso kaikki uutiset
sv: Se alla nyheter

# News list paragraph see all related news link
source: See all related news
fi: Katso kaikki aiheen uutiset
sv: Se alla nyheter i ämnet

# Header search, search for events
source: Search for events
fi: Hae tapahtumia
sv: Sök evenemang

source: Find upcoming events at the Events.hel.fi website.
fi: Kaupungin ajankohtaisia tapahtumia voit hakea Tapahtumat.hel.fi-sivustolla.
sv: Du hittar stadens aktuella evenemang på sidan Tapahtumat.hel.fi

# Header search, search for decisions
source: Search for decisions
fi: Hae päätöksiä
sv: Sök beslut

source: Find municipal decisions in the Decision-making section.
fi: Kaupungin tekemiä päätöksiä voit hakea Päätökset-sivustolla.
sv: Du hittar beslut fattade av staden på sidan för beslut: Päätökset.

# Header search title
source: Search in City of Helsinki websites
fi: Hae Helsingin kaupungin sivuilta
sv: Sök på Helsingfors stads sidor

# Helfi search input placeholder
source: Enter a search word
fi: Kirjoita hakusana
sv: Skriv sökord

# Helfi menu search button
source: Search
fi: Haku
sv: Sök

# Helfi search button
source: Search
fi: Hae
sv: Sök

# Header search, no javascript
source: requires JavaScript. Your browser doesn't support JavaScript or it is disabled. Please check your browser settings and try again.
fi: käyttää JavaScriptiä. Selaimesi ei tue JavaScriptiä tai se on pois käytöstä. Tarkista selaimesi asetukset ja yritä uudelleen.
sv: använder JavaScript. Din webbläsare stöder inte JavaScript eller det är inaktiverad. Kontrollera webbläsarens inställningar och försök igen.

# Generic javascript required message
source: This content requires JavaScript. Your browser doesn't support JavaScript or it is disabled. Please check your browser settings and try again.
fi: Tämä sisältö käyttää JavaScriptiä. Selaimesi ei tue JavaScriptiä tai se on pois käytöstä. Tarkista selaimesi asetukset ja yritä uudelleen.
sv: Detta innehåll använder JavaScript. Din webbläsare stöder inte JavaScript eller det är inaktiverad. Kontrollera webbläsarens inställningar och försök igen.

# Header search, no javascript link
source: Hel.fi search
fi: Hel.fi-verkkopalvelun haku
sv: Hel.fi-webbtjänstens sök

# Header and hero search label
source: What are you looking for?
fi: Mitä haet?
sv: Vad söker du?

# Other languages-menu open button text for screen readers
source: Open Information in other languages menu
fi: Avaa tietoa muilla kielillä valikko
sv: Öppna Information på andra språk meny

# Other languages-menu close button text for screen readers
source: Close Information in other languages menu
fi: Sulje tietoa muilla kielillä valikko
sv: Stäng Information på andra språk meny

# Other languages-navigation
source: Information in other languages menu
fi: Tietoa muilla kielillä valikko
sv: Information på andra språk meny

# Search: remove item aria label
source: Remove @item from search results
fi: Poista @item hakutuloksista
sv: Ta bort @item från sökresultaten

# Header top navigation screen reader name
source: Quick links
fi: Pikalinkit
sv: Snabblänkar

# TPR unit result card
source: Distance from the address you have given
fi: Etäisyys kirjoittamastasi osoitteesta
sv: Avstånd från adressen du angett

# TPR unit result card
source: Operating language
fi: Toimintakieli
sv: Verksamhetsspråk

# TPR unit result card
source: Opening hours
fi: Aukioloaika
sv: Öppettid

# Profile information-menu close button text for screen readers
source: Close profile information menu
fi: Sulje käyttäjä-valikko
sv: Stäng profilinformationsmenyn

# Log out link on profile dropdown
source: Log out
fi: Kirjaudu ulos
sv: Logga ut

# Log in link text on header
source: Log in
fi: Kirjaudu
sv: Logga in

# Profile information-menu open button text for screen readers
source: You are logged in as @display_name. Open profile information menu.
fi: Olet kirjautuneena käyttäjänimellä @display_name. Avaa käyttäjävalikko.
sv: Du är inloggad som @display_name. Öppna profilinformationsmenyn.

# TPR service channel call charge info
source: Call charge
fi: Puhelun hinta
sv: Samtalets pris

# The helper text for toggle accordion visibility button
source: Toggle element:
fi: Laajenna alue:
sv: Expandera elementet:

# The helper text for close accordion visibility button
source: Close element:
fi: Sulje alue:
sv: Stäng elementet:

# School search: local search title
source: Search for your local school
fi: Etsi lähikoulua
sv: Hitta närskola

# School search: local search description
source: Your child's primary comprehensive school, i.e., the local school, is assigned based on the child's home address. You can search for Finnish- and Swedish-language comprehensive schools.
fi: Lapsen ensisijainen peruskoulu, eli lähikoulu, määräytyy lapsen kotiosoitteen mukaan. Hausta löytyvät suomen- ja ruotsinkieliset peruskoulut.
sv: Barnets primära grundskola, alltså närskolan, bestäms enligt barnets hemadress. I söktjänsten kan du söka efter svensk- och finskspråkiga grundskolor.

# School search: input helper
source: Enter the street name and house number
fi: Kirjoita kadunnimi ja talonumero
sv: Fyll i gatuadress och husnummer

# School search: input label
source: The child's home address
fi: Lapsen kotiosoite
sv: Barnets hemadress

# School search: language options
source: Language of instruction
fi: Opetuskieli
sv: Undervisningsspråk

# School search: language option
source: Finnish
fi: Suomi
sv: Finska

# School search: language option
source: Swedish
fi: Ruotsi
sv: Svenska

# School search: language option
source: English
fi: Englanti

# School search: language placeholder
source: All languages
fi: Kaikki kielet
sv: Alla språk

# School search: Feature form title
source: Search with school details
fi: Etsi koulun tiedoilla
sv: Sök på skolans uppgifter

# School search: Feature form description
source: You can search for a school by its name, language of instruction, grade or post code.
fi: Voit etsiä koulua nimen, opetuskielen, vuosiluokan tai postinumeron mukaan.
sv: Du kan söka skola på namn, undervisningsspråk, årskurs eller postnummer.

# School search: education level
source: Grade
fi: Vuosiluokka
sv: Årskurser

# School search: Feature input label
source: School's name or post code
fi: Koulun nimi tai postinumero
sv: Skolans namn eller postnummer

# No search results
source: No results
fi: Ei tuloksia
sv: Inga resultat

# React search: no search results
source: No results were found for the criteria you entered. Try changing your search criteria.
fi: Antamillasi valinnoilla ei löytynyt tuloksia. Voit kokeilla muuttaa hakuehtojasi.
sv: Med dina val hittades inga resultat. Du kan försöka ändra dina sökvillkor.

# School search: education level option
source: School providing grades 1 to 6
fi: Koulut, joissa vuosiluokat 1-6
sv: Skolor med årskurserna 1–6

# School search: education level option
source: School providing grades 1 to 9
fi: Koulut, joissa vuosiluokat 1-9
sv: Skolor med årskurserna 1–9

# School search: education level option
source: School providing grades 7 to 9
fi: Koulut, joissa vuosiluokat 7-9
sv: Skolor med årskurserna 7–9

# Aria label for main navigation
source: Main navigation
fi: Päävalikko
sv: Huvudmeny

# Aria label for language switcher
source: Select site language
fi: Valitse sivuston kieli
sv: Välj språk

# The text for close accordion visibility button
source: Close
fi: Sulje
sv: Stäng

# Skip links
source: Continue above the map
fi: Siirry kartan yläpuolelle
sv: Gå förbi kartan uppåt

# Skip links
source: Continue below the map
fi: Siirry kartan alapuolelle
sv: Gå förbi kartan nedåt

# Skip links
source: Continue above the @map map
fi: Siirry kartan @map yläpuolelle
sv: Gå förbi kartan @map uppåt

# Skip links
source: Continue below the @map map
fi: Siirry kartan @map alapuolelle
sv: Gå förbi kartan @map nedåt

# Skip links
source: Continue above the journey planner
fi: Siirry reittioppaan yläpuolelle
sv: Gå förbi reseplaneraren uppåt

# Skip links
source: Continue below the journey planner
fi: Siirry reittioppaan alapuolelle
sv: Gå förbi reseplaneraren nedåt

# Skip links
source: Continue above the chart
fi: Siirry kaavion yläpuolelle
sv: Gå förbi diagram uppåt

# Skip links
source: Continue below the chart
fi: Siirry kaavion alapuolelle
sv: Gå förbi diagram nedåt

# Skip links
source: Continue above the @chart chart
fi: Siirry kaavion @chart yläpuolelle
sv: Gå förbi diagrammet @chart uppåt

# Skip links
source: Continue below the @chart chart
fi: Siirry kaavion @chart alapuolelle
sv: Gå förbi diagrammet @chart nedåt

# Skip links
source: Continue above the @video video
fi: Siirry videon @video yläpuolelle
sv: Gå förbi videon @video uppåt

# Skip links
source: Continue below the @video video
fi: Siirry videon @video alapuolelle
sv: Gå förbi videon @video nedåt

# District and project search
source: districts
fi: aluetta
sv: områden

# District and project search
source: District
fi: Alue
sv: Område

# District and project search
source: Project
fi: Hanke
sv: Projekt

# District and project search
source: planning
fi: suunnittelu
sv: planering

# District and project search
source: execution
fi: toteutus
sv: utförande

# District and project search form label
source: Name of residential area or project
fi: Asuinalueen tai hankkeen nimi
sv: Namn på bostadsområdet eller projektet

# District and project search form label
source: Residential area
fi: Asuinalue
sv: Bostadsområde

# District and project search form label
source: All areas
fi: Kaikki alueet
sv: Alla områden

# District and project search
source: All areas
fi: Kaikki alueet
sv: Alla områden

# District and project search
source: Refine the project search
fi: Tarkenna hankkeiden hakua
sv: Gör en avancerad sökning av projekten

# District and project search form label
source: Project theme
fi: Hankkeen teema
sv: Projektets tema

# District and project search form label
source: All themes
fi: Kaikki teemat
sv: Alla teman

# District and project search form label
source: Project stage
fi: Hankkeen vaihe
sv: Projektets skede

# District and project search form label
source: All stages
fi: Kaikki vaiheet
sv: Alla skeden

# District and project search form label
source: Project type
fi: Hankkeen tyyppi
sv: Projektets typ

# District and project search form label
source: All types
fi: Kaikki tyypit
sv: Alla typer

# District and project search
source: Clear selections
fi: Tyhjennä valinnat
sv: Töm urvalet

# District and project search
source: 1 search result
fi: 1 hakutulos
sv: 1 träff

# District and project search form label
source: Sort search results
fi: Järjestä hakutulokset
sv: Sortera sökresultat

# District and project search sort option
source: Most relevant first
fi: Osuvimmat ensin
sv: Mest relevanta först

# District and project search sort option
source: Alphabetical @AO
fi: Aakkosittain @AO
sv: I bokstavsordning @AO

# District and project search sort option
source: Alphabetical @OA
fi: Aakkosittain @OA
sv: I bokstavsordning @OA

# Hearing activity suffix singular
source: comment
fi: kommentti
sv: kommentar

# Hearing activity suffix plural
source: comments
fi: kommenttia
sv: kommentar

# Word in between hearing unpublished date and time
source: at
fi: klo
sv: på

# Label for hearing opened date
source: Opened
fi: Avautui
sv: Öppnades

# Label for hearing closes date
source: Closes
fi: Sulkeutuu
sv: Stängs

# Label for hearing activity row
source: Activity
fi: Aktiivisuus
sv: Aktivitet

# Hearings count
source: hearing open for commenting
fi: kuuleminen avoinna
sv: hörande öppna för kommentarer

# See all hearings link text
source: See all hearings
fi: Katso kaikki kuulemiset
sv: Se alla höranden

# See closed hearings link text
source: See all already closed hearings
fi: Katso jo sulkeutuneet kuulemiset
sv: Se alla redan stängda höranden

# Hearing available in languages
source: Hearing only available in English
fi: Kommentoitavissa vain englanniksi
sv: Hörandet finns endast på engelska

# Hearing available in languages
source: Hearing only available in Swedish
fi: Kommentoitavissa vain ruotsiksi

# Hearing available in languages
source: Hearing only available in English and Swedish
fi: Kommentoitavissa vain englanniksi ja ruotsiksi

# News archive
source: @count search result
fi: @count hakutulos
sv: @count träff

# News archive topics label
source: Topics
fi: Aiheet
sv: Ämnen

# News archive topics placeholder
source: All topics
fi: Kaikki aiheet
sv: Alla ämnen

# News archive neighbourhoods label
source: City districts
fi: Kaupunginosat
sv: Stadsdel

# News archive neighbourhoods placeholder
source: All city districts
fi: Kaikki kaupunginosat
sv: Alla stadsdelar

# News archive groups label
source: Target groups
fi: Kohderyhmät
sv: Målgrupper

# News archive groups placeholder
source: All target groups
fi: Kaikki kohderyhmät
sv: Alla målgrupper

# News archive clear selections
source: Clear selections
fi: Tyhjennä valinnat
sv: Töm urvalet

# News RSS feed subscribe link
source: Subscribe to all news as RSS feed
fi: Tilaa kaikkien uutisten RSS-syöte
sv: Prenumerera på alla nyheter som RSS-flöde

# News RSS feed subscribe link
source: Subscribe to RSS feed of news based on your choices
fi: Tilaa uutisten RSS-syöte valintojesi perusteella
sv: Prenumerera på RSS-flöde med nyheter baserat på dina val

# News archive fallback title
source: News archive
fi: Uutisarkisto
sv: Nyhetsarkiv

# News archive fallback no results title
source: No results
fi: Ei tuloksia
sv: Inga resultat

# News archive fallback count singular
source: item
fi: uutinen tai artikkeli
sv: post

# News archive fallback count plural
source: items
fi: uutista ja artikkelia
sv: poster

# Default feed link text
source: Subscribe to @title as RSS feed
fi: Tilaa @title RSS-syöte
sv: Prenumerera på @title som RSS-flöde

# Feed icon altered title
source: all news
fi: kaikki uutiset
sv: alla nyheter

source: At the moment there is no open hearings for commenting.
fi: Tällä hetkellä ei ole avoimia kuulemisia kommentoitavaksi.
sv: För närvarande finns det inga öppna Hörandet för kommentarer.

# React search clear selection label
source: Clear @label selection
fi: Tyhjennä @label valinnat
sv: Rensa alla @label

# React search remove item aria label
source: Remove item
fi: Poista valinta
sv: Töm valda

# React search open dropdown aria label
source: Open the combobox
fi: Avaa alasvetovalikko
sv: öppna rullgardinsmenyn

# React search all placeholder
source: All
fi: Kaikki
sv: Alla

source: Unit homepage
fi: Toimipisteen kotisivut
sv: Enhetens hemsida

source: Additional details
fi: Lisätiedot
sv: Ytterligare detaljer

# Service channel default fee override
source: standard telephone charges apply
fi: normaali puhelumaksu
sv: normalt samtalspris

# Service channel phone number prefix
source: Call
fi: Soita
sv: Ring upp
