Repository: City-of-Helsinki/drupal-hdbt
Catalog: translations/*.po
Languages: fi, sv

# Events search: Fetch failed message
source: Failed to fetch events. You can reload the page or try again later.
fi: Tapahtumien hakeminen epäonnistui. Vot ladata sivun uudelleen tai palata takaisin myöhemmin
sv: Hämtning av händelser misslyckades. Du kan uppdatera sidan eller försöka igen senare.

# Language toast
source: Close the popup
fi: Sulje ponnahdusikkuna
sv: Stäng popup-fönstret

# Event search: target group label
source: Target group
fi: Kohderyhmä
sv: Målgrupp

# Event search: target group placeholder
source: All target groups
fi: Kaikki kohderyhmät
sv: Alla målgrupper

# Event search: target group
source: Families with babies
fi: Vauvaperheet
sv: Småbarnsfamiljer

# Event search: target group
source: Children
fi: Lapset
sv: Barn

# Event search: target group
source: Youth
fi: Nuoret
sv: Unga

# Event search: target group
source: Adults
fi: Aikuiset
sv: Vuxna

# Event search: target group
source: Seniors
fi: Ikääntyneet
sv: Äldre

# Event search: target group
source: Immigrants
fi: Maahanmuuttajat
sv: Invandrare

# Event search: target group
source: Unemployed
fi: Työttömät
sv: Arbetslösa

# Event search: target group
source: Tourists
fi: Matkailijat
sv: Turister

# React search: Address result display
source: using address
fi: osoitteella

# Loading indicator for suggestive search
source: Loading suggestions...
fi: Ladataan ehdotuksia...
sv: Laddar förslag...

# Loading finished indicator for suggestive search
source: Finished loading suggestions
fi: Ehdotuksien lataus valmis
sv: Förslagsladdning klar

# News archive: keyword placeholder
source: For example, budget proposal
fi: Esim. talousarvio
sv: T.ex. budgeten

# Roadworks search: card location label
source: Location
fi: Sijainti
sv: Plats

# Roadworks search: card schedule label
source: Planned schedule
fi: Arvioitu aikataulu
sv: Tidsplan

# React search: Address required hint
source: Start by searching with your address.
fi: Aloita kirjoittamalla osoitteesi.
sv: Börja med att söka med din adress.

# React search: Address not found title
source: No results for the address entered
fi: Antamallasi osoitteella ei löytynyt tuloksia
sv: Den adress som du angett gav inga resultat

# React search: Address not found hint
source: Make sure the address is written correctly. You can also search using a nearby street number.
fi: Varmista, että osoite on kirjoitettu oikein. Voit tehdä haun myös esimerkiksi viereisellä katunumerolla.
sv: Se till att adressen är skriven korrekt. Du kan också söka med ett närliggande gatunummer.

# React search
source: Distance
fi: Etäisyys
sv: Avstånd

# Hearing available in languages
source: Hearing only available in Finnish
sv: Hörandet finns endast på finska

# Hearing available in languages
source: Hearing only available in English and Finnish
sv: Hörandet finns endast på engelska och finska

# HELfi Rekry job search keyword placeholder
source: Eg. title, location, department
sv: T.ex. titel, verksamhetsställe, enhet

# Employment filter placeholder
source: All types of employment
sv: Alla typer av anställningsförhållande

# Search filter option: Eastern District
source: Eastern District
sv: Östra stordistriktet

# Search monitor content
source: Carry out a search according to your specifications and then save your search to receive email alerts of new search results up to once per day. You can save as many searches as you want.
sv: Gör en sökning enligt dina önskemål och spara den som sökvakt. Du kan skapa så många sökvakter du vill. Du får information om nya träffar till din e-post högst en gång per dag.

# School search: result display
source: using address
sv: med address
