Repository: City-of-Helsinki/drupal-hdbt
Catalog: translations/*.po
Languages: fi, sv

# React search
source: An error occurred while loading the content
fi: Sisällön lataamisessa tapahtui virhe.
sv: Det uppstod ett fel vid inläsningen av innehållet

# React search
source: Please reload the page or try again later.
fi: Kokeile ladata sivu uudelleen tai yritä myöhemmin uudelleen.
sv: Vänligen ladda om sidan eller försök igen senare.

# Unit services title
source: Services
fi: Palvelut
sv: Tjänster

# TPR unit contact information title
source: Contact information
fi: Yhteystiedot
sv: Kontaktuppgifter

# TPR unit contact information show accessibility information link
source: Show accessibility information
fi: Näytä esteettömyystiedot
sv: Visa tillgänglighetsuppgifter

# TPR unit contact information arrival title
source: How to get here
fi: Saapuminen
sv: Hur du besöker oss

# TPR unit contact information service language
source: Service language
fi: Palvelukieli
sv: Servicespråk

# TPR unit contact information website label
source: Website
fi: Verkkosivut
sv: Webbplats

# TPR unit contact information website link
source: Go to the website
fi: Siirry verkkosivuille
sv: Gå till webbplatsen

# TPR unit contact information HSL Journey Planner link
source: Show the route in the HSL Journey Planner
fi: Näytä reitti HSL-reittioppaassa
sv: Visa rutten i HRT:s reseplaneraren

# TPR Unit tpr data accordion heading
source: Charges
fi: Hinnat
sv: Priser

# TPR Unit tpr data accordion heading
source: Other contact information
fi: Muut yhteystiedot
sv: Andra kontaktuppgifter

# TPR Unit tpr data accordion heading
source: Further information
fi: Lisätiedot
sv: Ytterligare uppgifter

# Table of contents, no javascript
source: Table of contents requires JavaScript. Your browser doesn't support JavaScript or it is disabled. Please check your browser settings and try again.
fi: Sisällysluettelo käyttää JavaScriptiä. Selaimesi ei tue JavaScriptiä tai se on pois käytöstä. Tarkista selaimesi asetukset ja yritä uudelleen.
sv: Innehållsförteckning använder JavaScript. Din webbläsare stöder inte JavaScript eller det är inaktiverad. Kontrollera webbläsarens inställningar och försök igen.

# HELfi Rekry job search keyword placeholder
source: E.g. psychologist or sports services
fi: Esim. psykologi tai liikuntapalvelut

# HELfi Rekry job search keyword input helper
source: Enter a title or location, for example
fi: Kirjoita esimerkiksi nimike tai toimipiste

# Job search results statline
source: 1 open position
fi: 1 avoin työpaikka
sv: 1 ledig jobb

# Job search results statline
source: 1 job listing
fi: 1 ilmoitus
sv: 1 annons

# HELfi Rekry job search
source: Sort search results
fi: Järjestä hakutulokset
sv: Ordna sökresultaten

# Job search clear button aria label
source: Clear selection
fi: Tyhjennä kaikki valinnat
sv: Rensa alla

# Job search remove item aria label
source: Remove item
fi: Poista valinta
sv: Töm valda

# Task areas filter label
source: Task area
fi: Ammattiala
sv: Bransch

# Task areas filter placeholder
source: All fields
fi: Kaikki ammattialat
sv: Alla yrkesbranscher

# Employment filter label
source: Employment type
fi: Palvelussuhteen tyyppi
sv: Typ av anställningsförhållande

# Employment filter value
source: Permanent
fi: Vakinainen
sv: Fast anställning

# Employment filter value
source: Job alternation leave substitute for Helsinki residents
fi: Palkkatuki helsinkiläisille
sv: Lönesubvention för helsingforsare

# Employment filter value
source: Fixed-term
fi: Määräaikainen
sv: Visstidsanställning

# Employment filter selection value
source: Permanent contract and service employment
fi: Vakinainen työ- ja virkasuhde
sv: Fast anställning och tjänsteförhållande

# Employment filter selection value
source: Fixed-term contract and service employment
fi: Määräaikainen työ- ja virkasuhde
sv: Visstidsanställning och tjänsteförhållande

# Employment filter placeholder
source: All employment types
fi: Kaikki palvelusuhteen tyypit

# Language filter label
source: Language
fi: Ilmoituksen kieli
sv: Annonsens språk

# Language placeholder
source: All languages
fi: Kaikki kielet
sv: Alla språk

# Organisation filter label
source: Organisation
fi: Organisaatio
sv: Organisaatio

# Organisation placeholder
source: All organisations
fi: Kaikki organisaatiot
sv: Kaikki organisaatiot

# Location filter label
source: Location of the workplace
fi: Työpaikan sijainti
sv: Työpaikan sijainti

# Location placeholder
source: All areas
fi: Kaikki alueet
sv: Alla områden

# Checkbox filters heading
source: Filters
fi: Näytä vain
sv: Visa endast

# Job search
source: Open-ended vacancies
fi: Jatkuvan haun tehtävät
sv: Platser som kan sökas kontinuerligt

# Job search
source: Practical training
fi: Harjoittelut
sv: Praktik

# Job search
source: Summer jobs
fi: Kesätyöt ja kesäsijaisuudet
sv: Sommarjobb och sommarvikariat

# Job search
source: Summer jobs for young people
fi: Nuorten kesätyöt
sv: Sommarjobb för unga

# Job search
source: Newest first
fi: Uusimmat ensin
sv: Nyaste först

# Job search
source: Closing date first
fi: Sulkeutuvat ensin
sv: Kort tid kvar före stängning

# Job search clear selections
source: Clear selections
fi: Tyhjennä valinnat
sv: Töm urvalet

# TPR Unit tpr data accordion heading
source: Contact details of daycare centre groups
fi: Päiväkotiryhmien yhteystiedot
sv: Barngruppernas kontaktuppgifter

# Copy of site link for error pages
source: If the problem persist, go to the copy of the pages.
fi: Jos ongelma jatkuu siirry sivun kopioon.
sv: Om problemet kvarstår, gå till den kopian av sidorna.

# React search: street input helper
source: Enter the street name and house number
fi: Kirjoita kadunnimi ja talonumero.
sv: Ange gatunamnet och husnumret

# React search: street input helper placeholder
source: For example, Kotikatu 1
fi: Esim. Kotikatu 1
sv: T.ex. Hemgatan 1

# React search: home address
source: Home address
fi: Kotiosoite
sv: Hemadress

# React search: checkbox label swedish
source: Show the nearest service location where service is available in Swedish.
fi: Näytä lähin toimipiste, josta saa palvelua ruotsiksi.
sv: Visa det närmaste verksamhetsställe där man får betjäning på svenska.

# Health station search: result count
source: 1 health station
fi: 1 terveysasema
sv: 1 hälsostation

# React search: Maternity and child health clinic result count
source: 1 clinic
fi: 1 neuvola
sv: 1 rådgivningsbyrå

# React search: Service in Swedish tag
source: Service in Swedish
fi: Ruotsinkielistä palvelua
sv: Service på svenska

# React search: location label
source: Address
fi: Osoite
sv: Adress

# React search: schools result count
source: 1 school
fi: 1 koulu
sv: 1 skola

# React search: result display
source: View as a list
fi: Näytä listana
sv: Visa som lista

# React search: result display
source: View in a map
fi: Näytä kartalla
sv: Visa på kartan

# React search: result display
source: Service Map - Front page
fi: Palvelukartta - Etusivu
sv: Servicekarta - Framsida

# React search: result display
source: Open large version of the map
fi: Avaa kartta suurempana
sv: Öppna kartan i större format

# React search: results loading
source: Search results are loading
fi: Hakutuloksia ladataan
sv: Sökresultat laddas

# School search: text input placeholder
source: E.g. Aurinkolahti Comprehensive School or 00990
fi: Esim. Aurinkolahden peruskoulu tai 00990
sv: t.ex. Grundskolan Aurinkolahden peruskoulu eller 00990

# TPR unit service map link
source: View location on service map
fi: Näytä sijainti palvelukartalla
sv: Visa plats på servicekartan

# Ploughing schedule: Form title / submit
source: See the ploughing schedule
fi: Katso aurausaikataulu
sv: Se tidsplanen för plogning

# Ploughing schedule: Form description
source: Enter the name of your street to see an estimate of the street's ploughing schedule.
fi: Kirjoita kadunnimi ja saat arvion kadun aurauksesta.
sv: Skriv gatans namn och du får en uppskattning av när den plogas.

# Ploughing schedule: Input label
source: Street name
fi: Kadunnimi
sv: Gatunamn

# Ploughing schedule: Input placeholder
source: For example, Mannerheimintie
fi: Esim. Mannerheimintie
sv: T.ex. Mannerheimvägen

# Ploughing schedule: Class 1
source: We will start to clear snow when there is three centimetres of snow.<br>We will clear the street of snow within four hours. If snow has fallen in the evening or late into the night (19.00–3.00), we will clear the street by seven in the morning.<br>If it snows heavily and for a long time, clearing may be delayed.
fi: Aloitamme aurauksen, kun lunta on satanut kolme senttimetriä.<br>Auraamme kadun neljän tunnin kuluessa. Jos lumi on satanut illalla tai alkuyöstä (kello 19–03), auraamme kadun kello 7 mennessä aamulla.<br>Jos lunta sataa paljon ja pitkään, voi auraus viivästyä.
sv: Vi börjar ploga när det har fallit tre centimeter snö.<br>Vi plogar gatan inom fyra timmar. Om snön har fallit på kvällen eller sent på natten (kl. 19.00–03.00) plogar vi gatan senast klockan sju på morgonen.<br>Om det snöar kraftigt och under en längre tid kan plogningen bli försenad.

# Ploughing schedule: Class 2
source: We will start to clear snow when there is three centimetres of snow.<br>We will clear the street of snow within four hours. If snow has fallen in the evening or late into the night (19.00–3.00), we will clear the street by seven in the morning.<br>If it snows heavily and for a long time, clearing may be delayed.
fi: Aloitamme aurauksen, kun lunta on satanut kolme senttimetriä.<br>Auraamme kadun neljän tunnin kuluessa. Jos lumi on satanut illalla tai alkuyöstä (kello 19–03), auraamme kadun kello 7 mennessä aamulla.<br>Jos lunta sataa paljon ja pitkään, voi auraus viivästyä.
sv: Vi börjar ploga när det har fallit tre centimeter snö.<br>Vi plogar gatan inom fyra timmar. Om snön har fallit på kvällen eller sent på natten (kl. 19.00–03.00) plogar vi gatan senast klockan sju på morgonen.<br>Om det snöar kraftigt och under en längre tid kan plogningen bli försenad.

# Ploughing schedule: Class 3
source: We will start to clear snow when there is five centimetres of snow.<br>We will clear the street of snow within 12 hours. If snow has fallen in the evening or during the night (19.00–7.00), we will clear the street by seven the next evening.<br>If it snows heavily and for a long time, clearing may be delayed.
fi: Aloitamme aurauksen, kun lunta on satanut viisi senttimetriä.<br>Auraamme kadun 12 tunnin kuluessa. Jos lumi on satanut illalla tai yöllä (kello 19–07), auraamme kadun seuraavaan iltaan kello 19 mennessä.<br>Jos lunta sataa paljon ja pitkään, voi auraus viivästyä.
sv: Vi börjar ploga när det har fallit fem centimeter snö.<br>Vi plogar gatan inom tolv timmar. Om snön har fallit på kvällen eller under natten (kl. 19.00–07.00) plogar vi gatan senast klockan sju nästa kväll.<br>Om det snöar kraftigt och under en längre tid kan plogningen bli försenad.

# Ploughing schedule: Multiple streets
source: The estimated ploughing schedules for the different parts of the street differ from each other. Below is the ploughing schedule for the longest part of the street.
fi: Kadun eri osuuksilla on erilaiset tavoiteaikataulut auraukselle. Alla on kadun pisimmän osuuden aurausaikataulu.
sv: Vi har olika mål för när olika avsnitt av gatan ska vara plogade. Nedan finns en tidsplan för plogning av gatans längsta avsnitt.

# Ploughing schedule: Result title
source: Estimated ploughing schedule
fi: Arvioitu aurausaikataulu
sv: Uppskattad tidsplan för plogning

# Service list search count
source: advisory service
fi: neuvontapalvelu
sv: rådgivningstjänst

# Search filter option: Southern area
source: Southern area
fi: Eteläinen alue
sv: Södra området

# Search filter option: Western area
source: Western area
fi: Läntinen alue
sv: Västra området

# Search filter option: Central area
source: Central area
fi: Keskinen alue
sv: Mellersta området

# Search filter option: Northern area
source: Northern area
fi: Pohjoinen alue
sv: Norra området

# Search filter option: North-Eastern area
source: North-Eastern area
fi: Koillinen alue
sv: Nordöstra området

# Search filter option: South-Eastern area
source: South-Eastern area
fi: Kaakkoinen alue
sv: Sydöstra området

# Search filter option: Eastern area
source: Eastern area
fi: Itäinen alue
sv: Östra området

# Job search: Job location label
source: Job location
fi: Työpaikan sijainti
sv: Arbetsplatsens läge

# Search keyword label
source: Search term
fi: Hakusana
sv: Sökord

# Unit search paragraps search input default label
source: Name, address or postal code
fi: Nimi, osoite tai postinumero
sv: Namn, adress eller postnummer

# Unit search count singular
source: result
fi: tulos
sv: resultat

# Unit search count plural
source: results
fi: tulosta
sv: resultat

# Unit search count
source: result
fi: tulos
sv: resultat

# Unit search no results title
source: No results
fi: Ei hakutuloksia
sv: Inga sökresultat

# Unit search no results text
source: No results were found for the criteria you entered. Try changing your search criteria.
fi: Antamillasi valinnoilla ei löytynyt tuloksia. Voit kokeilla muuttaa hakuehtojasi.
sv: Med dina val hittades inga resultat. Du kan försöka ändra dina sökvillkor.

# Event additional information label
source: Additional information
fi: Lisätieto
sv: Ytterligare information

# Event additional information value
source: The event requires registration or a ticket.
fi: Tapahtuma vaatii ilmoittautumisen tai pääsylipun.
sv: Evenemanget kräver registrering eller en biljett.

# Time of event
source: Time
fi: Aika
sv: Tid

# Events search: result count
source: 1 result
fi: 1 hakutulos
sv: 1 resultat

# Label for remote events
source: Remote participation
fi: Etäosallistuminen
sv: Deltagande på distans

# Label for free events
source: Free
fi: Maksuton
sv: Gratis

# Event search: type filter label
source: Type
fi: Tyyppi
sv: Typ

# Event search: events type
source: Events
fi: Tapahtumat
sv: Evenemang

# Event search: hobbies type
source: Hobbies
fi: Harrastukset
sv: Hobbyer

# Event search: event tag
source: Event
fi: Tapahtuma
sv: Evenemang

# Event search: hobby tag
source: Hobby
fi: Harrastus

# Events search
source: Search for more events on the Hobbies website
fi: Etsi lisää harrastuksia Harrastukset-sivustolta
sv: Sök fler hobbyer på webbplatsen Hobbyer

# Event signup period
source: Registration time
fi: Ilmoittautumisaika
sv: Anmälningstid

# Accordion open all
source: Open all
fi: Avaa kaikki
sv: Öppna alla

# Accordion close all
source: Close all
fi: Sulje kaikki
sv: Stäng alla

# Job search languages
source: Finnish
fi: Suomi
sv: Finska

# Job search languages
source: Swedish
fi: Ruotsi
sv: Svenska

# Job search languages
source: English
fi: Englanti
sv: Engelska

# Job search
source: jobs
fi: tehtävää
sv: jobb

# Job search
source: Application period ends
fi: Haku päättyy
sv: Ansökan stängs

# Job search
source: Employment contract
fi: Palvelussuhde
sv: Anställningsförhållande

# Job search
source: Search
fi: Etsi
sv: Sök

# React search: date range select
source: Use the format D.M.YYYY
fi: Käytä muotoa P.K.VVVV
sv: Ange i formen D.M.ÅÅÅÅ

# React search: date range select
source: Invalid start date
fi: Virheellinen aloituspäivämäärä
sv: Ogiltigt startdatum

# React search: date range select
source: Invalid end date
fi: Virheellinen lopetuspäivämäärä
sv: Ogiltigt slutdatum

# React search: date range select
source: Select a time period for the event
fi: Valitse aikaväli, johon tilaisuus sijoittuu
sv: Sätt ut tidpunkterna inom vilka evenemanget ordnas.

# React search: date range select
source: The last day of the time period is the same as the first day
fi: Aikavälin viimeinen päivä on sama kuin ensimmäinen
sv: Tidsperiodens sista dag är samma som första

# React search: date range select
source: First day of the time period
fi: Alkaen
sv: Tidsperiodens första dag

# React search: date range select
source: Last day of the time period
fi: Asti
sv: Tidsperiodens sista dag

# React search: date range select
source: Selected time period: @period
fi: Valittu aikaväli: @period
sv: Vald tidsperiod: @period

# React search: date range select
source: Choose date
fi: Valitse päivämäärä
sv: Välj datum

# Events search
source: Venue
fi: Paikka
sv: Plats

# Events search: free filter label
source: Free-of-charge
fi: Maksuttomat
sv: Avgiftsfria

# Events search: remote filter label
source: Remote participation
fi: Etäosallistuttavat
sv: Distansdeltagande

# Events search
source: All dates
fi: Kaikki ajankohdat
sv: Alla tidpunkter

# Events search
source: From @date
fi: @date alkaen
sv: Från @date

# Events search
source: Until @date
fi: @date asti
sv: Till @date

# Events search
source: From @date until @date2
fi: @date alkaen, @date2 asti
sv: Från @date till @date2

# Events search
source: Search for more events on the Events website
fi: Etsi lisää tapahtumia Tapahtumat-sivustolta
sv: Sök fler evenemang på webbplatsen Evenemang

# Events search: event type prefix
source: Show only
fi: Näytä vain
sv: Visa endast

# Events search: search form title
source: Filter events
fi: Etsi tapahtumia
sv: Filtrera evenemang

# Events search: search form title
source: Filter hobbies
fi: Etsi harrastuksia
sv: Filtrera hobbyer

# Events search: search form title
source: Filter events and hobbies
fi: Etsi tapahtumia ja harrastuksia
sv: Filtrera evenemang och hobbyer

# React search: submit button label
source: Search
fi: Etsi
sv: Sök

# React search
source: Location
fi: Sijainti
sv: Plats

# React search
source: Date
fi: Ajankohta
sv: Datum

# React search
source: Estimated schedule
fi: Arvioitu aikataulu
sv: Beräknat schema

# React search
source: Theme
fi: Teema
sv: Tema

# React search
source: Language
fi: Kieli
sv: Språk

# React search
source: Clear
fi: Tyhjennä
sv: Rensa

# React search pager
source: Go to page @key
fi: Siirry sivulle @key
sv: Gå till sidan @key

# News search
source: Published
fi: Julkaistu
sv: Publicerad

# News search
source: Filter
fi: Suodata
sv: Filtrera

# Indication that events take place in a certain timeframe
source: at
fi: klo
sv: klockan

# React search: all available options
source: All venues
fi: Kaikki paikat
sv: Alla platser

# React search: all available options
source: Search term
fi: Hakusana
sv: Sökord

# React search: all available options
source: For example, Oodi
fi: Esim. Oodi
sv: T.ex. Ode

# React search: all available options
source: Events are shown only from venues less than two kilometres from the address
fi: Tapahtumia näytetään vain paikoista, jotka ovat alle kahden kilometrin päässä osoitteesta
sv: Evenemang visas endast från platser som ligger mindre än två kilometer från adressen

# React search: all available options
source: For example, Music
fi: Esim. Musiikki
sv: T.ex. Musik

# React search: topics filter
source: Topic
fi: Aihe
sv: Ämne

# React search: topics filter
source: All topics
fi: Kaikki aiheet
sv: Alla ämnen

# React search: remove item aria label
source: Remove item
fi: Poista valinta
sv: Töm valda

# React search: clear selections
source: Clear selections
fi: Tyhjennä valinnat
sv: Töm val

# React search: date selection label
source: Date
fi: Ajankohta
sv: Tidpunkt

# Event search: event type prefix
source: Show only
fi: Näytä vain
sv: Visa endast

# Label for news card published time
source: Published
fi: Julkaistu
sv: Publicerad

# Label for tiny news card content type
source: News
fi: Uutinen
sv: Nyhet

# Search monitor header
source: Receive search results by email
fi: Tilaa hakuvahti sähköpostiisi
sv: Beställ sökvakten till din e-post

# Search monitor open label
source: Open the order form
fi: Avaa hakuvahti
sv: Öppna sökvakten

# Search monitor close label
source: Close the order form
fi: Sulje hakuvahti
sv: Stäng sökvakten

# Search monitor content title
source: Saved search
fi: Hakuvahti
sv: Sökvakten

# Search monitor content
source: To receive job alerts, carry out the search desired and then save your search. This will allow you to receive email notifications about any new matches.
fi: Tee toiveidesi mukainen haku ja tallenna se hakuvahdiksi. Saat sähköpostiisi tiedon uusista osumista.

# Search monitor content
source: You can save as many searches as you like. You can delete the saved search via the link in the email messages.
fi: Voit luoda niin monta hakuvahtia kuin haluat ja poistaa hakuvahdin sähköpostien mukana tulevasta linkistä.
sv: Du kan skapa så många sökvakter du vill och ta bort sökvakten via länken som finns i e-postmeddelandena.

# Search monitor email label
source: Email address
fi: Sähköpostiosoite
sv: E-postadress

# Search monitor terms label
source: Accept the terms and conditions.
fi: Hyväksy käyttöehdot.
sv: Godkänn användarvillkoren.

# Search monitor submit button label
source: Save your search
fi: Tilaa hakuvahti
sv: Beställ sökvakten

# Search monitor thank you header
source: Your search has been saved
fi: Hakuvahti on luotu
sv: Sökvakten har skapats

# Search monitor thank you message
source: You will receive a confirmation link by email. You can activate the saved search via the link.
fi: Saat vielä sähköpostiisi vahvistuslinkin, jolla voit aktivoida hakuvahdin.
sv: Du får ännu en bekräftelselänk till din e-post genom vilken du kan aktivera sökvakten.

# Search monitor error label
source: Please check these selections
fi: Tarkistathan vielä nämä kohdat
sv: Kontrollera ännu dessa punkter

# Search monitor error terms
source: The choice is mandatory: Terms of service
fi: Valinta on pakollinen: Käyttöehdot
sv: Valet är obligatoriskt: Användningsvillkor

# Search monitor error email
source: This field is mandatory: Email address
fi: Kenttä on pakollinen: Sähköpostiosoite
sv: Fältet är obligatoriskt: E-postadress

# Search monitor error email
source: The email address you entered is not in the right format.
fi: Kirjoittamasi sähköpostiosoite ei ole oikeassa muodossa.
sv: Den e-postadress du angav har inte rätt format.

# Search monitor error submitting
source: Saving search failed. Please try again.
fi: Hakuvahdin tilaus epäonnistui. Yritä uudestaan.
sv: Sparad sökning misslyckades. Var god att försök igen.

# Search monitor error message type for screen reader
source: Notification
fi: Ilmoitus
sv: Avisering

# Survey
source: Respond to the survey
fi: Vastaa kyselyyn
sv: Delta i enkäten

# Survey
source: Skip the survey
fi: En osallistu kyselyyn
sv: Jag deltar inte i enkäten

# Unit contact card
source: See details
fi: Katso tarkemmat tiedot
sv: Se detaljer

# The helper text before the news article published timestamp
source: Published
fi: Julkaistu
sv: Publicerad

# The helper text before the news article changed timestamp
source: updated
fi: päivitetty
sv: uppdaterad

# Curated event list title
source: Recommended events
fi: Suositellut tapahtumat
sv: Rekommenderade evenemang

# Curated events list empty message
source: Recommended events were not found
fi: Suositeltuja tapahtumia ei löytynyt.
sv: Rekommenderade evenemang hittades inte.

# React & Share cookie compliance
source: Would you like to give feedback on this page?
fi: Haluatko antaa meille palautetta tästä sivusta?
sv: Vill du ge oss feedback om denna sida?

# React & Share cookie compliance
source: Enabling cookies that collect statistics will allow you to share your input.
fi: Pääset antamaan palautetta, jos sallit evästeasetuksista tilastointiin liittyvät evästeet.
sv: Du kan ge oss feedback genom att aktivera statistikrelaterade cookies.

# User info page
source: Welcome to the content management of hel.fi Drupal. You will find instructions in the
fi: Tervetuloa hel.fin Drupalin sisällönhallintaan. Ohjeet löydät
sv: Välkommen till innehållshanteringen av hel.fi Drupal. Du hittar instruktioner i

# User info page
source: Hel.fi content producer's guide (in Finnish)
fi: Hel.fin sisällöntuottajan oppaasta
sv: Hel.fi innehållsproducentens guide (på finska)

# Unit contact card default heading
source: Contact information
fi: Yhteystiedot
sv: Kontaktuppgifter
